---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PeakCoolingLoadParam
source: html/5e19d784-82e2-e4ab-2b98-649881f43f2f.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PeakCoolingLoadParam Property

"Peak Cooling Load"

## Syntax (C#)
```csharp
public static ForgeTypeId PeakCoolingLoadParam { get; }
```